Repository: technosolz0/servex
Catalog: fixbuddy/lib/app/l10n/intl_*.arb
Languages: hi

# sent_you_buddy_request
source: has sent you a buddy request. Would you like to accept it?
hi: ने आपको एक बडी रिक्वेस्ट भेजी है। क्या आप इसे स्वीकार करना चाहेंगे?

# has_accepted_buddy_request
source: has accepted your buddy request. Start exploring together
hi: ने आपकी बडी रिक्वेस्ट स्वीकार कर ली है। अब साथ में एक्सप्लोर करना शुरू करें

source: Post Reported
hi: पोस्ट रिपोर्ट की गई

source: Comment Reported
hi: कमेंट रिपोर्ट किया गया

source: Reply Reported
hi: उत्तर रिपोर्ट किया गया

source: Account Reported
hi: अकाउंट रिपोर्ट किया गया

source: Reported
hi: रिपोर्ट

# account_reported_msg
source: Your account has been reported
hi: आपका अकाउंट रिपोर्ट किया गया है

source: Challenged you for:
hi: आपको चुनौती दी गई:
