Repository: technosolz0/servex
Catalog: fixbuddy/lib/app/l10n/intl_*.arb
Languages: hi

source: Please select an option!
hi: कृपया एक विकल्प चुनें!

source: Input cannot be empty
hi: इनपुट खाली नहीं हो सकता

source: cannot be empty
hi: खाली नहीं हो सकता

source: is invalid
hi: अमान्य है

# password_length_validation
source: Password must contain 7 to 12 characters only
hi: पासवर्ड में केवल 7 से 12 अक्षर होने चाहिए

# password_character_validation
source: Password must contain atleast one letter, number and special character
hi: पासवर्ड में कम से कम एक अक्षर, संख्या और विशेष अक्षर अवश्य होना चाहिए

# password_didnt_match
source: Password didn't match. Try again
hi: पासवर्ड मेल नहीं खाया. पुनः प्रयास करें

source: Reset Password
hi: पासवर्ड रीसेट करें

source: New Password
hi: नया पासवर्ड

source: Confirm New Password
hi: नए पासवर्ड की पुष्टि

# enter_valid_number
source: Please enter a valid mobile number
hi: कृपया एक वैध मोबाइल नंबर दर्ज करें

# enter_email
source: Please enter your email
hi: कृपया अपना ईमेल दर्ज करें

# otp_sent_to_email
source: OTP has been sent to your email
hi: आपके ईमेल पर ओटीपी भेज दिया गया है

source: Enter OTP
hi: ओटीपी दर्ज करें

source: Continue
hi: जारी रखें

# password_updated_success
source: Your password has been updated successfully.
hi: आपका पासवर्ड सफलतापूर्वक अपडेट कर दिया गया है.

source: Something went wrong!
hi: कुछ गलत हो गया!

source: Cannot logout
hi: लॉगआउट नहीं कर सकते

# please_select_time
source: Please select a time duration
hi: कृपया एक समय अवधि चुनें

source: Input Amount Here
hi: यहां राशि दर्ज करें

source: Optional
hi: वैकल्पिक

source: Learn More
hi: और अधिक जानें

source: Attempt Quiz
hi: क्विज़ प्रारंभ करें

source: Articles
hi: लेख

source: Videos
hi: वीडियो

source: Blog
hi: ब्लॉग

source: Resources
hi: संसाधन

source: Skip
hi: छोड़ें

source: Your <category> Goals
hi: आपके <category> के लक्ष्य

source: Select Goal Type
hi: लक्ष्य का प्रकार चुनें

source: Set Daily Reminder
hi: दैनिक अनुस्मारक सेट करें

source: Repeat Every
hi: प्रत्येक को दोहराएँ

source: Set Date
hi: तिथि निर्धारित करें

source: Set Time
hi: समय निर्धारित करें

# please_set_reminder_time
source: Please set a reminder time
hi: कृपया एक अनुस्मारक समय निर्धारित करें

# frequency_input_cannot_empty
source: Frequency input cannot be empty
hi: फ़्रीक्वेंसी इनपुट खाली नहीं हो सकता

# of_every_month
source: <date> of every month
hi: हर महीने की <date> तारीख

# goal_setup_success
source: Your goal has been set up successfully
hi: आपका लक्ष्य सफलतापूर्वक निर्धारित हो गया है

source: Add Another Child
hi: एक और बच्चा दर्ज करें

source: Your Childs Name
hi: आपके बच्चे का नाम

source: Your Childs Gender
hi: आपके बच्चे का लिंग

source: Your Childs DOB
hi: आपके बच्चे की जन्म तिथि

# task_submitted_success
source: Task submitted successfully
hi: कार्य सफलतापूर्वक सबमिट किया गया

# task_updated_success
source: Task updated successfully
hi: कार्य सफलतापूर्वक अपडेट किया गया

# task_deleted_success
source: Task deleted successfully
hi: कार्य सफलतापूर्वक हटा दिया गया

# challenge_submitted_success
source: Challenge submitted successfully
hi: चुनौती सफलतापूर्वक प्रस्तुत की गई

# challenge_updated_success
source: Challenge updated successfully
hi: चुनौती सफलतापूर्वक अपडेट की गई

# please_select_date
source: Please select a date for your task
hi: कृपया अपने कार्य के लिए एक तिथि चुनें

source: Complete Task
hi: कार्य पूरा करें

# how_to_get_reminders
source: How would you like to get reminders?
hi: आप अनुस्मारक कैसे प्राप्त करना चाहेंगे?

source: Through App Notifications
hi: ऐप नोटिफिकेशन के माध्यम से

source: Through Calendar
hi: कैलेंडर के माध्यम से

# challenge_missed
source: Oops! Challenge Ended.
hi: उफ़! चुनौती समाप्त.

# challenge_missed_desc
source: Youâ€™ve been removed from the '<name>' challenge after missing your streak. Reach out to the challenger and ask them to send you the challenge again
hi: स्ट्रीक चूकने के बाद, आपको '<name>' चुनौती से हटा दिया गया है. चुनौती देने वाले के पास पहुँचें और उनसे आपको फिर से चुनौती भेजने के लिए कहें

source: Okay
hi: ठीक है

# provide_valid_number
source: Please provide a valid number
hi: कृपया एक वैध संख्या प्रदान करें

source: Forgot Password
hi: पासवर्ड भूल गए

source: Password
hi: पासवर्ड

# logout_confirmation
source: Are you sure you want to logout?
hi: क्या आप लॉग आउट करना चाहते हैं?

# task_delete_confirmation
source: Are you sure you want to delete this task?
hi: क्या आप वाकई इस कार्य को हटाना चाहते हैं?

# delete_request_submitted
source: Your request has been submitted successfully
hi: आपका अनुरोध सफलतापूर्वक सबमिट कर दिया गया है

source: Email us at
hi: हमें यहां ईमेल करें

# unable_to_show_review
source: Unable to show review dialog.
hi: समीक्षा संवाद दिखाने में असमर्थ.

# review_error_android
source: Please make sure the Google Play Store is installed and your android version is Android 5 or higher.
hi: कृपया सुनिश्चित करें कि गूगल प्ले स्टोर इंस्टॉल है और आपका एंड्रॉइड संस्करण एंड्रॉइड 5 या उच्चतर है।

# review_error_ios
source: Please make sure the IOS version is 10.3 or higher
hi: कृपया सुनिश्चित करें कि IOS संस्करण 10.3 या उच्चतर है

# you_earned_badge
source: You Earned a Badge!
hi: आपने एक बैज अर्जित किया!

# you_earned_badge_msg
source: You've just earned the '<name>' badge for consistently completing your tasks.
hi: आपने अपने कार्यों को लगातार पूरा करने के लिए '<name>' बैज अर्जित किया है।

source: Quiz Submitted
hi: आपने क्विज़ सबमिट कर दी है

# quiz_score_msg
source: Your quiz score is <score> out of <total>
hi: आपका क्विज़ स्कोर <total> में से <score> है

# topic_of_week
source: Topic of the Week
hi: सप्ताह का विषय

# badge_page_msg
source: Earn exciting badges by consistently completing tasks in all categories
hi: सभी श्रेणियों में कार्यों को लगातार पूरा करके रोमांचक बैज अर्जित करें

source: Post
hi: पोस्ट

source: Posts
hi: पोस्ट

source: Upload from gallery
hi: गैलरी से अपलोड करें

source: Capture from camera
hi: कैमरे से कैप्चर करें

source: Record from camera
hi: कैमरे से रिकॉर्ड करें

source: Description
hi: विवरण

# desc_hint
source: Let's hear your thoughts! Use '@' to tag your buddies....
hi: अपने विचार साझा करें! अपने दोस्तों को टैग करने के लिए '@' का उपयोग करें....

source: Location
hi: स्थान

# choose_category_msg
source: Choose a category for your post
hi: अपने पोस्ट के लिए एक श्रेणी चुनें

# manual_steps_ip_not_installed_msg_android
source: We're not able to detect the Health Connect app. Please make sure that your device has Health Connect app installed and it is connected to device's default Health app.
hi: हम हेल्थ कनेक्ट ऐप का पता नहीं लगा पा रहे हैं। कृपया सुनिश्चित करें कि आपके डिवाइस में हेल्थ कनेक्ट ऐप इंस्टॉल है और यह डिवाइस के डिफ़ॉल्ट हेल्थ ऐप से जुड़ा है।

# manual_steps_ip_msg_android
source: We're not able to fetch your steps automatically from the Health Connect app. Please make sure that your device has Health Connect app installed and it is connected to device's default Health app.
hi: हम हेल्थ कनेक्ट ऐप से आपके कदमों को स्वचालित रूप से प्राप्त करने में सक्षम नहीं हैं। कृपया सुनिश्चित करें कि आपके डिवाइस में हेल्थ कनेक्ट ऐप इंस्टॉल है और यह डिवाइस के डिफ़ॉल्ट हेल्थ ऐप से जुड़ा है।

# manual_steps_ip_not_installed_msg_ios
source: We're not able to detect the Health app. Please make sure that your device has Health app installed.
hi: हम हेल्थ ऐप का पता नहीं लगा पा रहे हैं. कृपया सुनिश्चित करें कि आपके डिवाइस में हेल्थ ऐप इंस्टॉल है।

# manual_steps_ip_msg_ios
source: We're not able to fetch your steps automatically from the Health app. Please make sure that your device has Health app installed.
hi: हम स्वास्थ्य ऐप से आपके कदम स्वचालित रूप से प्राप्त करने में सक्षम नहीं हैं। कृपया सुनिश्चित करें कि आपके डिवाइस में हेल्थ ऐप इंस्टॉल है।

# manually_input_steps_quest
source: Manually Input Steps?
hi: अपने चरण मैन्युअल रूप से इनपुट करें?

source: Input Manually
hi: मैन्युअल रूप से इनपुट करें

source: Upload Post
hi: पोस्ट अपलोड करें

# post_desc_empty_msg
source: Post description cannot be empty
hi: पोस्ट का विवरण खाली नहीं हो सकता

source: Successful!
hi: सफल!

# post_creation_success
source: Your post has been uploaded successfully, you can see it in your feed.
hi: आपकी पोस्ट सफलतापूर्वक अपलोड हो गई है, आप इसे अपने फ़ीड में देख सकते हैं।

source: Go to Community
hi: समुदाय पर जाएँ

# file_size_validation
source: Please select a file of <size> only.
hi: कृपया केवल <size> की फ़ाइल चुनें।

# only_add_single_video
source: You can only upload a single video in a post.
hi: आप एक पोस्ट में केवल एक ही वीडियो अपलोड कर सकते हैं।

# no_video_with_images
source: You cannot upload a video with images.
hi: आप फ़ोटो के साथ वीडियो अपलोड नहीं कर सकते।

# no_image_with_video
source: You cannot upload an image with video
hi: आप वीडियो के साथ फोटो अपलोड नहीं कर सकते।

source: Delete Post
hi: पोस्ट को हटाएं

source: Delete Comment
hi: कमेंट हटाएं

source: Delete Reply
hi: जवाब हटाएं

# post_deletion_confirmation
source: Are you sure you want to delete this Post?
hi: क्या आप वाकई इस पोस्ट को हटाना चाहते हैं?

# comment_deletion_confirmation
source: Are you sure you want to delete this Comment?
hi: क्या आप वाकई इस कमेंट को हटाना चाहते हैं?

# reply_deletion_confirmation
source: Are you sure you want to delete this Reply?
hi: क्या आप वाकई इस जवाब को हटाना चाहते हैं?

# edit_vide
source: Edit Video
hi: वीडियो एडिट करे

source: Search
hi: खोजें

# search_for_users
source: Search for users, posts & more.
hi: उपयोगकर्ता, पोस्ट और बहुत कुछ खोजें।

# results_for
source: Results for '<query>'
hi: '<query>' के लिए परिणाम

source: Post Details
hi: पोस्ट विवरण

source: Comments
hi: कमेंट्स

source: Comment
hi: कमेंट

source: Reply
hi: जवाब दें

# no_comments
source: No comments at the moment.
hi: अभी तक कोई कमेंट्स नहीं

# no_posts
source: No Posts Added Yet
hi: अभी तक कोई पोस्ट नहीं जोड़ी गई

# no_replies
source: No replies at the moment.
hi: अभी तक कोई जवाब नहीं है

source: Comment Replies
hi: कमेंट के जवाब

source: Other reason
hi: अन्य कारण

# write_reason_here
source: Write your reason here...
hi: अपना कारण यहां लिखें...

# report_msg
source: Help us to understand the problem. Why are you reporting?
hi: समस्या को समझने में हमारी सहायता करें. आप रिपोर्ट क्यों कर रहे हैं?

source: Write Here
hi: यहाँ लिखें

# report_success
source: Your report has been submitted successfully
hi: आपकी रिपोर्ट सफलतापूर्वक सबमिट कर दी गई

# post_delete_success
source: Your post has been deleted successfully
hi: आपकी पोस्ट सफलतापूर्वक हटा दी गई है

# comment_delete_success
source: Your comment has been deleted successfully
hi: आपका कमेंट सफलतापूर्वक हटा दी गई है

# reply_delete_success
source: Your reply has been deleted successfully
hi: आपका जवाब सफलतापूर्वक हटा दिया गया है

source: Update Denied
hi: अपडेट अस्वीकृत

# update_denied_msg
source: You are required to update this app to continue using it!
hi: इस ऐप का उपयोग जारी रखने के लिए आपको इसे अपडेट करना आवश्यक है!

source: Update
hi: अपडेट करें

source: Send Request
hi: रीकवेस्ट भेजे

source: Remove
hi: बडी को हटाये

# buddy_removed_success
source: Buddy removed successfully
hi: बडी को सफलतापूर्वक हटा दिया गया

source: Read more
hi: और पढ़ें

source: Admin
hi: एडमिन

source: Challenge Accepted!
hi: चुनौती स्वीकार की गई!

# challenge_accepted_msg
source: You've joined the challenge! Track and log your progress from the Challenge tab on your home screen
hi: आपने चुनौती में भाग ले लिया है! अपनी प्रगति को ट्रैक और लॉग करने के लिए होम स्क्रीन पर 'चुनौती' टैब से देखें।

source: You Did It!
hi: आपने कर दिखाया!

# challenge_complete_msg
source: Challenge completed! Your hard work has paid off. Celebrate this milestone and keep pushing forward!
hi: चुनौती पूरी हो गई! आपकी मेहनत रंग लाई है। इस सफलता का जश्न मनाएं और आगे बढ़ते रहें!

# challenge_buddy
source: Challenge a buddy
hi: दोस्त को चुनौती दें

source: Share
hi: साझा करें

source: Challenge Sent!
hi: चुनौती भेजी गई!

# challenge_sent_msg
source: Congratulations! Your challenge is now live. Start making progress!
hi: बधाई हो! आपकी चुनौती अब लाइव है. प्रगति करना शुरू करें!

# choose_task_for_challenge
source: Choose a task for your challenge:
hi: अपनी चुनौती के लिए एक कार्य चुनें:

# chosse_goal_duration
source: Choose Goal Duration
hi: लक्ष्य अवधि चुनें

# set_target_for_challenge
source: Set the Target for your Challenge
hi: अपनी चुनौती के लिए लक्ष्य निर्धारित करें

# select_participants_for_challenge
source: Select the Participants for This Challenge:
hi: इस चुनौती के लिए प्रतिभागियों का चयन करें:

# describe_challenge
source: Describe What Your Challenge is About
hi: वर्णन करें कि आपकी चुनौती किस बारे में है

source: Create Challenge
hi: चुनौती बनाएँ

# day_plural
source: Days
hi: दिनों

# week_plural
source: Weeks
hi: सप्ताहों

# month_plural
source: Months
hi: महीने

# set_no_duration
source: Set no. of <duration>:
hi: <duration> की संख्या निर्धारित करें:

# everyone_in_community
source: Everyone in the Community
hi: समुदाय में हर कोई

source: Account Blocked
hi: खाता ब्लॉक कर दिया गया

# account_blocked_msg
source: Your account has been blocked by admin. Please contact the admin.
hi: आपका अकाउंट एडमिन द्वारा ब्लॉक कर दिया गया है. कृपया व्यवस्थापक से संपर्क करें.

source: Account Deleted
hi: खाता हटा दिया गया

# account_deleted_msg
source: Your account doesn't exists, It might have been deleted. Please contact admin.
hi: आपका खाता मौजूद नहीं है, हो सकता है कि इसे हटा दिया गया हो। कृपया व्यवस्थापक से संपर्क करें.

source: Deleted User
hi: हटाया गया उपयोगकर्ता

source: Challenger
hi: दावेदार

source: Target
hi: लक्ष्य

source: Duration
hi: अवधि

source: Reject
hi: अस्वीकार करें

source: Rejected
hi: असवीकर हो चूका है

# challenge_sent_success
source: Challenge invitation sent successfully
hi: चुनौती आमंत्रण सफलतापूर्वक भेजा गया

# already_rejected_msg
source: Challenge already rejected. Please ask user to send again
hi: चुनौती पहले ही खारिज हो चुकी है. कृपया उपयोगकर्ता को दोबारा भेजने के लिए कहें

source: Completed
hi: समाप्‍त हुई

source: Assessment
hi: आकलन

# assessment_msg
source: Please complete your monthly assessment
hi: कृपया अपना मासिक मूल्यांकन पूरा करें

source: Your Goals
hi: आपके लक्ष्य

source: Goals
hi: लक्ष्य

# create_post_blocked
source: You have been blocked from creating posts by Admin! Please contact Admin
hi: आपको एडमिन द्वारा पोस्ट बनाने से ब्लॉक कर दिया गया है! कृपया एडमिन से संपर्क करें

# feedback_submitted_msg
source: Your feedback has been submitted successfully
hi: आपकी प्रतिक्रिया सफलतापूर्वक सबमिट कर दी गई है

# assessment_submitted_msg
source: Assessment submitted successfully
hi: मूल्यांकन सफलतापूर्वक प्रस्तुत किया गया

# password_validation
source: Password must range between 7 and 12 characters and must contain 1 Number , 1 Special Char & 1 Capital Letter
hi: पासवर्ड 7 से 12 अक्षरों के बीच होना चाहिए और इसमें 1 अंक, 1 विशेष अक्षर और 1 बड़ा अक्षर होना चाहिए

# installation_ready
source: App ready for installation
hi: ऐप इंस्टालेशन के लिए तैयार है

# installation_ready_msg
source: Update has been download and is now ready for installation. Click Install to continue. App might restart during the process
hi: अपडेट डाउनलोड हो चुका है और अब इंस्टॉलेशन के लिए तैयार है। जारी रखने के लिए इंस्टॉल पर क्लिक करें। प्रक्रिया के दौरान ऐप पुनः आरंभ हो सकता है

source: Install
hi: इंस्टॉल

# install_health_connect
source: Install Health Connect App
hi: हेल्थ कनेक्ट ऐप इंस्टॉल करें

# install_health_connect_msg
source: To track your steps accurately, download the Health Connect app and enable step tracking
hi: अपने कदमों को सटीक रूप से ट्रैक करने के लिए, हेल्थ कनेक्ट ऐप डाउनलोड करें और स्टेप ट्रैकिंग सक्षम करें

source: Download from Play Store
hi: प्ले स्टोर से डाउनलोड करें

source: Dark Mode
hi: डार्क मोड

source: Connect With
hi: कनेक्ट करें द्वारा

# rate_us_on
source: Rate us on <platform>
hi: हमें <platform> पर रेट करें

# no_data_for_previous_month
source: No data available for previous month
hi: पिछले महीने का कोई डेटा उपलब्ध नहीं है

source: Protected Apps
hi: संरक्षित ऐप्स

# protected_app_msg
source: Due to system limitations, this permission is needed to avoid our app from being forcibly stopped and to accurately count your steps. Please select 'Unrestricted' or 'No Restrictions' when prompted.
hi: सिस्टम सीमाओं के कारण, हमारे ऐप को जबरन बंद होने से बचाने और आपके कदमों की सटीक गिनती करने के लिए इस अनुमति की आवश्यकता है। कृपया संकेत मिलने पर 'Unrestricted' या 'No Restrictions' चुनें।

source: Allow
hi: अनुमति दें

# pedometer_permission_required
source: Please provide all required permissions to count your steps
hi: कृपया अपने कदम गिनने के लिए सभी आवश्यक अनुमतियाँ प्रदान करें

source: Setup Pedometer
hi: सेटअप पेडोमीटर

source: Pedometer
hi: पेडोमीटर

source: Change
hi: बदले

source: Track Progress
hi: ट्रैक करें

source: Step Progress
hi: कदम प्रगति

source: Update Step Goal
hi: चरण लक्ष्य अद्यतन करें

# update_steps_msg_pre
source: You've nailed your current goal, time to aim higher! Try
hi: आपने अपना वर्तमान लक्ष्य हासिल कर लिया है, अब और आगे बढ़ने का समय है! प्रतिदिन

# update_steps_msg_post
source: steps a day.
hi: कदम चलने का प्रयास करें।

# update_steps_confirm_msg
source: Are you sure you want to update your step goal?
hi: क्या आप वाकई अपने कदमों का लक्ष्य अपडेट करना चाहते हैं?

# update_steps_less_msg_pre
source: Great work! You're averaging <avg> steps daily â€” just a little push, and
hi: बहुत बढ़िया काम! आप प्रतिदिन औसतन <avg> कदम चल रहे हैं - बस थोड़ा सा प्रयास करें और

# update_steps_less_msg_post
source: steps is within reach. Keep it up!
hi: कदम आपके लक्ष्य तक पहुँच जाएंगे। इसे जारी रखें!

source: Daily
hi: दैनिक

source: Weekly
hi: साप्ताहिक

source: Monthly
hi: मासिक

source: Submit
hi: जमा करें

source: Next
hi: अगला

source: Edit
hi: बदले

source: Name
hi: नाम

source: Gender
hi: लिंग

source: DOB
hi: जन्म तिथि

source: Email
hi: ईमेल

source: Enter
hi: प्रवेश करे

source: Save
hi: सहेजें

source: Cancel
hi: रद्द करें

source: Your
hi: आपका

source: Evaluation
hi: मूल्यांकन

source: Yes
hi: हाँ

source: No
hi: नहीं

source: Hours
hi: घंटे

source: Mins
hi: मिनट

source: Mobile Number
hi: मोबाइल नंबर

source: OTP
hi: ओ.टी.पी

source: Didn't received OTP
hi: ओटीपी नहीं मिला

source: Send Again
hi: पुनः भेजें

source: Login
hi: लॉग इन करें

# login_msg_pre
source: By continuing you are confirming that you have read, understood and agree to
hi: जारी रखकर आप पुष्टि कर रहे हैं कि आपने

source: Send OTP
hi: ओटीपी भेजें

# sent_otp_msg
source: OTP has been sent to your mobile number
hi: आपके मोबाइल नंबर पर ओटीपी भेजा गया है

# resend_code_in
source: Resend OTP in
hi: में ओटीपी दोबारा भेजें

source: Resend
hi: दोबारा भेजें

# code_sent_to_email
source: 6 digit code has been sent to your email id
hi: आपकी ईमेल आईडी पर 6 अंकों का कोड भेजा गया है

# try_again_in
source: Try again in <time>
hi: <time> में पुनः प्रयास करें

# login_failed_attempts_remaining
source: Login failed. <attempts> attempt(s) remaining!
hi: लॉगिन विफल। <attempts> प्रयास शेष हैं!

# max_login_attempts_reached
source: Maximum 3 attempts reached. Please try again after some time.
hi: अधिकतम 3 प्रयास पूरे हो चुके हैं. कृपया कुछ समय बाद पुनः प्रयास करें.

source: Delete Account
hi: खाता हटा दो

# delete_account_message
source: This action cannot be undone. Delete account permanently?
hi: इस एक्शन को वापस नहीं किया जा सकता। खाता स्थायी रूप से हटाएँ?

source: Reason
hi: कारण

# your_journey
source: Your <cat> Journey
hi: आपकी <cat> यात्रा

source: Tracking Period
hi: ट्रैकिंग अवधि

source: Avg. Step Count
hi: औसत चरण गणना

# no_data
source: No data available
hi: कोई डेटा मौजूद नहीं

# select_image
source: Select a Photo
hi: एक फोटो चुनें

source: From Gallery
hi: गैलरी से

source: From Camera
hi: कैमरे से

source: Welcome
hi: नमस्ते

source: Today
hi: आज

# empty_today_msg
source: Uh-oh! Your task list is empty. Let's fill it with awesome goals!
hi: ओह हो! आपकी कार्य सूची खाली है. आइए इसे अद्भुत लक्ष्यों से भरें!

source: Set up Goals
hi: लक्ष्य निर्धारित करें

source: Today's Tasks
hi: आज के कार्य

# health_app_not_installed
source: <health> is not installed on your device. Please install and try again.
hi: आपके डिवाइस पर <health> इंस्टॉल नहीं है। कृपया इंस्टॉल करें और पुनः प्रयास करें

# provide_permission_for_health
source: Please provide permission for <health> from Settings
hi: कृपया सेटिंग्स से <health> के लिए अनुमति प्रदान करें

source: Setup Health App
hi: स्वास्थ्य ऐप सेटअप करें

source: Health App
hi: स्वास्थ्य ऐप

source: Edit Target
hi: लक्ष्य संपादित करें

source: Update Target
hi: लक्ष्य अद्यतन करें

source: Delete Target
hi: लक्ष्य हटाएँ

source: Delete Task
hi: कार्य हटाएँ

source: Notifications
hi: सूचनाएं

# no_notifications
source: No Notifications Yet!
hi: अभी तक कोई सूचना नहीं!

source: Set Your Goals
hi: अपने लक्ष्य निर्धारित करें

source: Set Reminders
hi: अनुस्मारक सेट करें

# overview_of_reminders
source: Overview of Your Task Reminders
hi: आपके कार्य अनुस्मारक का अवलोकन

# no_calendars_available
source: No calendars are available on this device
hi: इस डिवाइस पर कोई कैलेंडर उपलब्ध नहीं है

source: Weekly Tasks
hi: साप्ताहिक कार्य

source: Monthly Tasks
hi: मासिक कार्य

# results_out_of
source: OUT OF <total>
hi: <total> में से

source: Your Results
hi: आपके परिणाम

source: Share with Community
hi: समुदाय के साथ साझा करें

source: Profile
hi: प्रोफ़ाइल

source: Buddies
hi: बदीज़

source: Requests
hi: रीकवेस्ट

source: Badges
hi: बैज

source: View All
hi: सभी देखें

source: Challenges
hi: चुनौतियां

source: Days
hi: दिन

source: Weeks
hi: सप्ताह

# month_singlular
source: Month
hi: महीना

source: Basic Details
hi: बुनियादी विवरण

# my_singular
source: My
hi: मेरा

# my_plural
source: My
hi: मेरे

source: Requests Received
hi: रीकवेस्ट प्राप्त हुए

source: Requests Sent
hi: रीकवेस्ट भेजे गए

source: No Requests Yet
hi: अभी तक कोई रीकवेस्ट नहीं

source: No Buddies Yet
hi: अभी तक कोई बदीज़ नहीं

source: Accept
hi: एकसेप्ट

source: Joined
hi: शामिल हो चुके हैं

source: Request Sent
hi: भेजा गया

source: Tasks
hi: कार्य

source: Community
hi: समुदाय

source: New Challenge
hi: नई चुनौती

source: Challenge
hi: चुनौती

source: New Post
hi: नई पोस्ट

# people_joined_challenge
source: <count> People Joined this Challenge
hi: इस चैलेंज में <count> लोग शामिल हुए

source: View
hi: देखिए

source: Report
hi: रिपोर्ट करें

source: Progress
hi: प्रगति

source: Settings
hi: सेटिंग्स

source: Change Language
hi: भाषा बदलें

source: Reminders Preference
hi: अनुस्मारक प्राथमिकता

source: Steps Preference
hi: चरण प्राथमिकता

source: Help Center
hi: सहायता केंद्र

source: Contact Us
hi: हमसे संपर्क करें

source: Contact
hi: संपर्क करें

source: Feedback
hi: प्रतिक्रिया

source: Rate Us
hi: हमें रेटिंग दें

source: Community Guidelines
hi: समुदाय दिशानिर्देश

source: Terms & Conditions
hi: नियम एवं शर्तें

source: Privacy Policy
hi: गोपनीयता नीति

source: Account Deletion
hi: खाता हटाना

source: Logout
hi: लॉग आउट

source: Version
hi: संस्करण

# change_lang_msg
source: Please select your preferred language from the options below
hi: कृपया नीचे दिए गए विकल्पों में से अपनी पसंदीदा भाषा चुनें

# steps_pref_msg
source: Change your steps preference to either enter manually or to fetch automatically from the health app.
hi: अपने चरणों की प्राथमिकता को या तो मैन्युअल रूप से दर्ज करने के लिए बदलें या स्वास्थ्य ऐप से स्वचालित रूप से लाने के लिए बदलें।

# please_setup_health_app
source: Please setup Health app to update preference
hi: कृपया प्राथमिकता अपडेट करने के लिए हेल्थ ऐप सेटअप करें

source: Steps preference updated
hi: चरण प्राथमिकता अपडेट की गई

source: Others
hi: अन्य

source: Posted
hi: ने पोस्ट किया

source: Commented
hi: ने कमेंट किया

source: Replied
hi: ने रिप्लाई किया

source: Liked your Post
hi: ने पोस्ट को लाइक किया

source: Liked your Comment
hi: ने कमेंट लाइक किया

source: Liked your Reply
hi: ने रिप्लाई को लाइक किया

# tagged_in_post
source: Tagged you in a Post
hi: ने पोस्ट में टैग किया

# tagged_in_comment
source: Tagged you in a Comment
hi: ने कमेंट में टैग किया

# tagged_in_reply
source: Tagged you in a Reply
hi: ने रिप्लाई में टैग किया
